Public Attributes | List of all members
API_UVCoord Struct Reference
ModelAccess API
The local coordinate system of a texture at a given surface point. More...
#include <APIdefs_Base.h>
 Public Attributes
 double  | u
The u coordinate.
 double  | v
The v coordinate.
Detailed Description
The local coordinate system of a texture at a given surface point.